/* Localizable String */
sUIName = "무선 네트워크 유틸리티";
sUIVersion = "유틸리티 버전";
sDriverVersion = "드라이버 버전: v";
sCopyright = "Copyright 2019.";

// Button
OK ="확인";
CANCEL ="취소";
NO ="아니오";
YES ="예";
Join="연결";
Profiles="프로파일";
Join_Other="다른 네트워크 연결하기";
Show_Nets="네트워크 보기";
Apply="연결";
Remove="삭제";
PIN="PIN";
PBC="PBC";
Forget="네트워크 지우기";

//DropDownMenu
State_RfOn="USB-WiFi: 켜기";
State_RfOff="USB-WiFi: 끄기";
State_Scan="USB-WiFi: 네트워크 스캔중...";
State_Unplug="무선 NIC가 연결되지 않음";
State_Disable="무선 NIC를 연결하세요";

Info_IfName="Interface Name:";
Info_MacAddr="Address:";
Info_IpAddr= "IP Address:";
Info_Router= "Router:";
Info_Reachable= "Internet: Reachable";
Info_Unreachable= "Internet: Unreachable";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Channel:";
Info_CountryCode= "Country Code:";
Info_RSSI= "RSSI:";
Info_Noise= "Noise:";
Info_TxRate= "Tx Rate:";
Info_PhyMode= "PHY Mode:";
Info_McsIndex= "MCS Index:";

Radio_ON ="USB-WiFi 켜기";
Radio_OFF ="USB-WiFi 끄기";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="다른 네트워크 연결하기";
Create_Adhoc="애드혹 네트워크 만들기";
WPS_Fun="WPS";
Open_Utility="무선 유틸리티 열기";
Open_Preference="선호 네트워크 열기";

//ScanTable View
ScanTable_View_Title="연결하고자하는 네트워크를 선택하세요.";
ScanTable_View_SubTitle="리스트에서 연결하고자하는 네트워크를 선택하고, 필요한 경우 네트워크 비밀번호를 입력하세요.";
Associated="Associated";
SignalStrength="신호강도";
Scanning="스캔중...";

// Setting Field View
Join_BroadcastSecAP1="이 네트워크는";
Join_BroadcastSecAP2="필요합니다.";
Join_BroadcastSecAP3="비밀번호가";
Join_HiddenSecAP1="이 숨겨진 네트워크는 필요합니다.";
Join_HiddenSecAP2="비밀번호가";
Join_HiddenOpenAP="숨겨진 네트워크 이름을 입력하세요.";


// Join Other
Create_Infra_Title="네트워크 이름을 입력하세요.";
Create_Infra_SubTitle="리스트에서 연결하고자하는 네트워크를 선택하고, 필요한 경우 네트워크 비밀번호를 입력하세요.";
Create_Adhoc_Title="PC대PC 네트워크 만들기.";
Create_Adhoc_SubTitle="만들고자하는 PC대PC 네트워크 이름을 입력하세요.";

//Setting Field
Security_None="NONE";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="보안";
Security_Wpa3Sae="WPA3 SAE";
Security_Wpa3SuiteB="WPA3 SuiteB";
Security_Wpa3Owe="WPA3 OWE";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Enterprise";
Profile_Wpa21X="WPA2 Enterprise";
Profile_Wpa3="WPA3 Personal";
Profile_Wpa31X="WPA3 Enterprise";
Profile_WpaNone="WPA-None";

NetworkName="네트워크 이름:";
Security="보안:";
Password="비밀번호:";
ShowPassword="비밀번호 보기";
ASCII="ASCII";
UserName="사용자 이름:";
EAP="802.1x EAP:";
PEAP="AUTO(PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="CA 인증서:";
Client_Cert="클라이언트 인증서:";
Private_Key="개인키:";
Private_Key_Pwd="개인키 비밀번호:";

Choose_Private_Key="개인키 파일을 선택하세요(PEM/DER/PFX)";
Choose_Client_Cert="클라이언트 인증서 파일을 선택하세요(PEM/DER/PFX)";
Choose_CA_Cert="CA인증 파일을 선택하세요(PEM/DER/CER)";

Select_KeyChain_Cert_Desc="키체인에서 인증을 선택하세요";
Select_File_Cert_Desc="인증서 파일을 선택하세요";
Select_KeyChain_Identity_Desc="키체인에서 아이덴티티를 선택하세요";
Select_KeyChain_Key_Desc="키체인에서 개인키를 선택하세요";
Select_File_Key_Desc="개인키 파일을 선택하세요";

Cert_Expire="인증서 파일이 만료되었습니다";

Cert_Examine_Title1=" ";
Cert_Examine_Title2="네트워크 인증중";
Cert_Examine_Info1="서버 인증전에";
Cert_Examine_Info2=",서버의 인증서가 이 네트워크에 적절하니 확인해야합니다.\n\n인증서를 보려면, 클릭하세요 \'인증서보기\'.";


// Profiles
PreferredNet="선호하는 네트워크:";
StateTitle="상태";
SSIDTitle="네트워크 이름";
SecurityTitle="보안";

//WPS 
WPS_PIN_Title="AP 설정페이지에서 PIN 코드를 입력하세요";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="초";
WPS_Progress="WPS를 진행하세요 :";
WPS_init_Str = " WPS 진행을 초기화하세요  ";
WPS_scan_Str = " 활성화된 WPS AP를 스캔하세요  ";
WPS_connect_Str = "  활성화된 WPS AP에 연결하세요  ";
WPS_handshake_Str =" WPS handshake를 초기화하세요  ";
WPS_exchange_Str =" WPS 메시지를 교환하세요 ";
WPS_done_Str = " WPS 메시지를 교환하세요 [완료]  ";
WPS_fail_Str = "  WPS 메시지 교환이 실패했습니다 , 다른 WPS AP에 연결을 시도하세요 ";
WPS_start_Str = "  WPS 시작 ";
WPS_finish_Str = "     WPS 설정 완료!!";
WPS_auto_connect_Str = "WPS AP에 자동으로 연결됩니다.";
WPS_timeout_Str = "     WPS 종료 !!";
WPS_connection_failed_Str = " 연결실패. 나중에 다시 시도하세요!!";

Wps_overlap_Str = "세션만료";
Wps_more_pbc_Str = " PBC 모드에 하나 이상의 AP가 있습니다!!";
Wps_retry_Str = "PIN을 입력하거나 잠시후에 다시 시도하세요";

ERROR0 = "ERROR";
ERROR1 = "키를 입력하세요!";
ERROR2 = "잘못된 wep key index!!!";
ERROR3 = "키는 아스키코드(ASCII) 8~63자 또는 hex코드 64자로 입력하세요!";
ERROR4 = "네트워크키가 heximal(0~9, a~f, A~F) 형식이 아닙니다!";
ERROR5 = "아스키코드(ASCII) 5자리 또는 13자리여야합니다!";
ERROR6 = "잘못된 네트워크키입니다!";
ERROR7 = "네트워크키는 10 또는 26자리여야합니다!";
ERROR8 = "네트워크키와 컨펌키가 다릅니다!";
ERROR9 = "네트워크키가 아스키코드(ASCII) 형식이 아닙니다!";
ERROR10 = " 네트워크키가 heximal(0~9, a~f, A~F) 형식이 아닙니다!";
ERROR11 = "ChannelPlan을 채널12,13 또는 밴드2,밴드3 애드혹에 연결할 수 없습니다!!";
ERROR12 = "WPA-NON을 애드혹에 연결할 수 없습니다 !!";
ERROR13 = "WPA2-PSK을 애드혹에 연결할 수 없습니다 !!";
ERROR14 = "WPA/WPA2 Enterprise 를 지원하지 않습니다!!";
ERROR15 = "유틸리티가 키체인에 접근하도록 허용하세요.";
ERROR16 = "WPA3 isn't support !!";

WARNING0 = "Warning";
WARNING1 = "SSID를 입력하세요";
WARNING2 = "프로파일 이름을 입력하세요";
WARNING3 = "SSID 문자가 32개를 초과했습니다.";
WARNING4 = "프로파일이 이미 존재합니다. 덮어쓰시겠습니까?";
WARNING5 = "선택한 프로파일을 지우시겠습니까?";

NOTICE0 = "NOTICE";
NOTICE1 = "AP mode error.";
NOTICE2 = "STA mode error.";
NOTICE3 = "QOSMode Set value fail";
NOTICE4 = "QOSMode Get value fail";
NOTICE5 = "QOSMode 잘못된 값";
NOTICE6 = "RTSThreshold이 범위를 벗어났습니다.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold이 범위를 벗어났습니다.(256 ~ 2432)";
NOTICE8 = "시스템 환경설정의 네트워크에서 무선랜카드를 활성화하세요.";
NOTICE9 = "무선랜카드를 컴퓨터에 연결하세요";
NOTICE10 = "비밀번호가 틀립니다. 다시 시도하세요";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";